[
    {
        "id": 1,
        "category": "Action",
        "name": "Dark Souls 3",
        "description": "В 2011 году вышла мрачная action/RPG Dark Souls. В 2014, полностью переквалифицировавшись в RPG, появился сиквел. В апреле этого года состоялся релиз сиквела для консолей нового поколения, а совсем недавно в Сети начали ходить слухи о том, что уже в начале 2016 года будет выпущена третья часть серии. Слухи эти не просто выдуманы, они основаны на некоторых фактах. Во-первых, на шоу The Know, транслируемом в сети YouTube, были показаны скриншоты и рассказаны некоторые подробности о Dark Souls 3. Во-вторых, в руки журналистов американского издания IGN попал арт, изображающий пламенеющего рыцаря в доспехах. На этом арте красуются две интригующие надписи: «Dark Souls 3» и «Early 2016». Предполагается, что официальный анонс нового проекта состоится на выставке E3, которая пройдет с 16 по 18 июня, а уже скачать торрент Dark Souls 3 бесплатно все смогут в 2016 году.",
        "image": "assets/Img/Dark_Souls_3.jpg",
        "requirements": [
            "Windows 7, 8.1, 10 (64bit)", 
            "Intel Core i3-2100 / AMD FX-6300",
            "GeForce GTX 750 Ti / Radeon HD 7950",
            "25 GB"
        ]
    },
    {
        "id": 2,
        "category": "Action",
        "name": "Dark Souls 2",
        "description": "Прошлой весной на ПК, PS4 и Xbox 360 состоялся релиз сиквела ролевой игры Dark Souls от японской студии From Software. В этом году пришла очередь консолей нового поколения. Как и в первой части, нам предстоит играть за живого мертвеца, который хочет избавиться от страшного проклятья. Близок сиквел к своему предшественнику также сложностью игрового процесса — разработчики вновь предлагают нам неоднократно пытаться победить сильных врагов, развиваясь и совершенствуясь.",
        "image": "assets/Img/Dark_Souls_2.jpg",
        "requirements": [
            "7 SP1, 8.1, 10 (64bit)", 
            "AMD FX-8150 / AMD Ryzen 3 1300X or Intel Core I5-2500K", 
            "Минимум 2 GB (Nvidia GeForce GTX760) или лучше",
            "19 GB"
        ]
    },
    {
        "id": 3,
        "category": "Action",
        "name": "Dark Souls Remastered",
        "description": "Сотни выпущенных проектов с начала года, и лишь единицы могут похвастаться оригинальностью задумки и геймплея. Всем, всем, всем, кто хочет познать глубины отчаяния в суровом и мрачном мире – необходимо скачать торрент Dark Souls Prepare to Die Edition. Каждое ваше действие должно быть выверено до конца с тактической стороны, и к тому же никогда не стоит расслабляться – ведь нападение может произойти всегда. А желающих напасть будет предостаточно. Никто не обещает легкого прохождения, каждое задание дастся вам потом и кровью, где вам придется находить порой даже самые неожиданные решения, чтобы выполнить поставленные задачи.",
        "image": "assets/Img/Dark_Souls_Remastered.jpg",
        "requirements": [
            "7 SP1, 8.1, 10 (64bit)", 
            "AMD FX-8150 / AMD Ryzen 3 1300X or Intel Core I5-2500K", 
            "Минимум 2 GB (Nvidia GeForce GTX760) или лучше",
            "7 Гб"
        ]
    },
    {
        "id": 5,
        "category": "Action",
        "name": "Detroit Become Human",
        "description": "Detroit Become Human pc версия – удивительное приключение, история которого затронет душу каждого человека, заставит сопереживать и просто обяжет посмотреть на себя со стороны. Разработчики приложили немало усилий, чтобы пользователь проникнулся этой историей и выбрал для себя наиболее понятные и душевные моменты. А чтобы стать частью всего этого приключения, достаточно Detroit Become Human скачать торрент на компьютер. Да, теперь доступна такая возможность и владельцы ПК наконец-то притронуться к совершенству интерактивного развлечения.",
        "image": "assets/Img/71chGZXs3BL._SS500_.jpg",
        "requirements": [
            "Windows 10", 
            "Intel Core i7-3770 / AMD FX-8350 или лучше", 
            "GTX 780 / AMD Radeon HD 7950 (3 GB)",
            "60 GB"
        ]
    },
    {
        "id": 6,
        "category": "Action",
        "name": "Doom Eternal",
        "description": "Bethesda не прекращает радовать поклонников новыми анонсами. Дело в том, что недавно прошла конференция Е3 и компания представила массу новых игровых анонсов. Одним из них стал долгожданное продолжение игровой серии DOOM, которая теперь станет ужаснее, более кровавой и сложной. Пока компания представила только интересный и насыщенный трейлер, который показал, что теперь АД настигнет Землю и теперь главному герою предстоит биться на родной территории. Пока проект находится в разработке и разработчики не готовы показать игровой процесс, но по их заверению ждать осталось не так долго. Сразу после релиза вы сможете скачать торрент DOOM: Eternal и насладиться новым приключением.",
        "image": "assets/Img/Обложка_Doom_Eternal.jpg",
        "requirements": [
            "Windows 7, 8, 10 (64 bits)", 
            "Intel Core i5 @ 3.3 GHz / AMD Ryzen 3 @ 3.1 GHz", 
            "NVIDIA GeForce GTX 1050Ti (4GB) / AMD Radeon R9 280 (3GB)",
            "50 GB"
        ]
    },
    {
        "id": 7,
        "category": "Action",
        "name": "Fallout 4",
        "description": "Fallout 4 или война никогда не меняется... В 1997 г. Interplay Entertainment впервые выпустила игру под названием Fallout. Игрок попадает в мир после ядерной войны и становится Выходцем, которому нужно за 150 дней найти и доставить в своё Убежище некий чип, иначе все обитатели этого бункера погибнут от недостатка воды. Впоследствии было выпущено продолжение игры – Fallout 2 и Fallout Tactics. Однако обанкротившийся разработчик продал права на 3-ю часть Bethesda Softworks. В 2010 г. компания Obsidian, основанная ушедшими из Interplay людьми, выпустила Fallout: New Vegas, которая, по сути, является второй версией игры, но сделанной на движке Gamebryo. Любители жанра постапокалипсиса с восторгом восприняли игру, и с нетерпением ожидали день релиза, чтобы побыстрее скачать торрент Fallout 4. Заходя на сайт, геймеры видели один и тот же баннер. И вот, после 5 лет заставка поменялась, а сама компания сделала официальное заявление о том, что впервые проведёт на выставке Е32015 свою собственную пресс-конференцию. Для справки - Е3 является ежегодным мероприятием для всех людей, связанных с индустрией игр и проводится в Лос–Анджелесе (США). Так как Bethesda ранее представляла мало проектов, то такое событие само по себе говорит о том, что поклонникам игры готовится какой-то сюрприз, и вполне возможно, что не один. Если внимательно рассмотреть новый баннер, то никаких намеков на новые проекты там нет. Но так как сайт обновлялся весьма редко, то новый баннер – это явно замечательно. Также ходят слухи, будто бы место действия Fallout 4 разработчики перенесли в Бостон, но компания не опровергает и не подтверждает эти сплетни, скорее всего оставляя самое «вкусное» вплоть до анонса, а так как фанаты уже достаточно заинтригованы, то само действие должно произвести, по меньшей мере, фурор.",
        "image": "assets/Img/fallout4.png",
        "requirements": [
            "7/8/10 (64-bit OS required)", 
            "Intel Core i5-2300 2.8 GHz/AMD II X4 945 3.0 GHz", 
            "NVIDIA GTX 550 Ti 2GB/AMD HD 7870 2GB",
            "35 GB"
        ]
    },
    {
        "id": 8,
        "category": "Action",
        "name": "Far Cry 4",
        "description": "Far Cry 4, или путешествие в Кират – маленькую страну, затерявшуюся в живописных Гималаях. Правда, отправляемся мы туда не для того, чтобы любоваться пейзажами. Наша цель, точнее, цель Аджая Гейла связана с последней волей его матери. Приготовьтесь скачать фар край 4 торрент бесплатно и проникнуться опасным приключениям, ведь в Кирате идет гражданская война. А еще здесь много диких и отнюдь не дружелюбных зверей. Несмотря на то что страна маленькая, игровой мир огромен и разнообразен. Вот они заснеженные горы, а вот дикие леса. Всегда нужно быть начеку, быть готовым отразить любую атаку. Благо, оружейный арсенал заставит позавидовать любого бойца. Каждая новая миссия может быть совершенно непредсказуемой, однако если при тебе подходящая пушка, считай полдела сделано. Разработчики предлагают уже хорошо знакомый геймплей с некоторыми усовершенствованиями. Открытый мир стал в несколько раз больше того, что был в прошлой части серии. А чтобы путешествовать по этому миру было не так страшно и скучно, создатели предлагают кооперативный режим прохождения. Конечно, и он был доработан – теперь второй игрок может присоединиться к процессу в любой момент и так же легко его покинуть.",
        "image": "assets/Img/Far_Cry_4_Box_Art_PC.jpg",
        "requirements": [
            "Windows 7 / 8 / 8.1/ 10(64-bit only)", 
            "Intel Core i5-750 (2,6 ГГц) или AMD Phenom II X4 955", 
            "GeForce GTX 460 или Radeon HD 5850 с 1 ГБ",
            "35 ГБ"
        ]
    },
    {
        "id": 9,
        "category": "Action",
        "name": "Grid",
        "description": "Гоночные развлечения славятся своей непоколебимостью и атмосферой. К примеру, компания Codemaster не заставила фанатов долго ждать и предлагает GRID 2019 скачать торрент. Это новое гоночные развлечение предлагает вернуться в мир спорта и адреналина, где каждый игрок является гонщиком, стремящимся к победе. Как и ранее, вам будут доступны разнообразные игровые режимы, десятки автомобилей и реалистичная система управления. В общем, если вы любите гонки, то данный игровой проект вас не расстроит, а наоборот, пробудет в вас желание стремиться к победе с совершенно новым усилием.",
        "image": "assets/Img/obXhRI0auXBPdvh21YoVdw.jpeg",
        "requirements": [
            "Windows 10 (64 bits)", 
            "Intel i3 2130 / AMD FX4300", 
            "Nvidia GT 640 / HD7750",
            "66 GB"
        ]
    },
    {
        "id": 10,
        "category": "Action",
        "name": "GTA V",
        "description": "Лос-Сантос – город солнца, процветания, настоящая гордость западного мира. Ой, простите, так было в прошлом. Сегодня это пристанище уже никому не нужных звезд и совершенно неперспективных реалити-шоу. К тому же город погряз в экономических проблемах. В общем, далеко не самое завидное место для жизни. И уж тем более совершенно неподходящее место для достойного честного заработка. После долгих ожиданий скачать гта 5 через торрент полностью бесплатно теперь можно и компьютер. Сюжет ГТА 5 рассказывает истории сразу трех колоритных персонажей: Майкл – бывший грабитель банков, пытающийся начать нормальную жизнь и найти общий язык с детьми; Франклин – молодой афроамериканец, член уличной банды, стремящийся оставить все в прошлом и начать новую жизнь; Тревор – бывший летчик и грабитель, подсевший на запрещенные препараты и ставший совершенно неуравновешенным, метается от дельца к дельцу, желая сорвать куш. Судьба сводит вместе ребят, не удовлетворенных жизнью, ни старой, ни новой, и они решают провернуть большое рискованное дело. Это дело либо позволит им обрести надежду на лучшую жизнь, либо... В общем, сюжет невероятно интригующий и захватывающий. Игра до краев наполнена фирменным черным юмором, высмеиванием поп-культуры и харизматичностью героев. И все это в огромном, детализированном, красочном, до мелочей проработанном мире ГТА 5.",
        "image": "assets/Img/GTAV_Official_Cover_Art.jpg",
        "requirements": [
            "ОС: Windows Vista, 7, 8, 8.1, 10 (64-bit)", 
            "Intel Core 2 Q6600 @ 2.40 Ггц / AMD Phenom 9850 2.5 Ггц", 
            "1 GB DX10, NVIDIA 9800 GT / AMD HD 4870",
            "81 GB"
        ]
    },
    {
        "id": 11,
        "category": "Action",
        "name": "Mount and Blade II bannerhold",
        "description": "В 2008 году турецкая студия TaleWorlds Entertainment выпустила свой дебютный проект — ролевую игру Mount & Blade. И хотя эта игра не имела конкретной сюжетной линии, она завоевала большую популярность благодаря увлекательному игровому процессу, погружающему геймеров в средневековые войны. Позже студия выпустила три дополнения (Warband, With Fire & Sword и Warband — Napoleonic Wars), которые тоже оказались весьма востребованными. Теперь турки готовят к выпуску сиквел — Mount & Blade 2 Bannerlord. Если быть точнее, это приквел к дополнению Mount & Blade: Warband.",
        "image": "assets/Img/m_and_b.jpg",
        "requirements": [
            "Windows 7 / 8 / 10 (64-bit)",
            "i3-8100 / Ryzen 3 1200 или лучше",
            "UHD Graphics 630 / GTX 660 / HD 7850 | 2GB",
            "60 GB"
        ]
    },
    {
        "id": 12,
        "category": "Action",
        "name": "Metro Exodus",
        "description": "В 2018 году прибудет третья компьютерная игра, разработанная на основе вселенной постапокалиптических романов Дмитрия Глуховского «Метро». Новинка, получившая название Metro Exodus, что значит «Метро Исход», была официально анонсирована в рамках прошедшей 11 июня пресс-конференции Microsoft, предшествовавшей выставке E3 2017. Metro Exodus продолжает события двух предыдущих игр, Metro 2033 и Metro Last Light, ее разработкой и издательством занимаются те же компании — 4A Games и Deep Silver. ногие геймеры явно будут с нетерпением ожидать возможности скачать торрент Metro Exodus от хатаба или механиков, поскольку триквел позволит увидеть эту вселенную по-новому. Во-первых, мир теперь будет открытым, хотя сюжетные уровни и останутся линейными. Во-вторых, Артем и его приятели впервые отправятся за пределы Москвы — они будут исследовать разные земли разрушенной России в поисках нового места для жизни. В-третьих, за четверть века нескончаемой холодной зимы наконец наступит весна, а за ней лето, а за ним осень... И конечно, третья часть будет выполнена в лучших традициях серии, в том числе сохранит альтернативность концовки.",
        "image": "assets/Img/Mobile-Winter.png",
        "requirements": [
            "Windows, 7, 8, 10 (64-bit only)",
            "Intel Core i5-4440 or AMD FX-6300 @ 3.5 GHz",
            "GeForce GTX 670 / GeForce GTX 1050 / AMD Radeon HD 7870",
            "59 GB"
        ]
    },
    {
        "id": 13,
        "category": "Action",
        "name": "Minecraft: Dungeons",
        "description": "Minecraft: Dungeons – совершенно новое приключение. Которое сохранило дух и особенности оригинальной игры. Не секрет, что теперь компания Mojang занимается созданием исключительно интересных и увлекательных приключений, которые обладают сюжетом и многочисленными другими направлениями. И на этот раз они готовы представить игровому сообществу возможность реализовать себя в плане исследования и спасения мира. Скачать торрент Minecraft: Dungeons на компьютер можно будет уже совсем скоро, поэтому не стоит упускать возможности и просто ожидать даты релиза.",
        "image": "assets/Img/ImgW.jpg",
        "requirements": [
            "Windows 10",
            "Intel Core i5-4440",
            "Geforce GTX 1050",
            "35 GB"
        ]
    },
    {
        "id": 14,
        "category": "Action",
        "name": "Mortal Combat X",
        "description": "Сюжет повествует о событиях, которые начались после окончания предыдущей игры и затянулись на целых 25 лет. У Джонни и Сони за это время успела родиться дочь Кэсси. И не только родиться, а еще и мастерски обучиться боевому искусству. В общем, Кэсси Кейдж – новый участник Смертельной Битвы. Поприветствуйте! Среди других новичков оригинальный дуэт великана-громилы и юркой женщины-карлика Ферра/Торр, покровительница насекомых Ди’Вора и ацтекский бог крови Котал Кан, ставший новым императором Внешнего Мира. Что касается уже знакомых нам персонажей, то пока известно немного имен, попавших в список участников Mortal Kombat 10. Это Скорпион, Саб-Зиро, Кано и Рейден.",
        "image": "assets/Img/mortal combat x.jpg",
        "requirements": [
            "Windows 7 / 8 / 10 (x64)",
            "Intel Core i5 750 2.67 GHz / Phenom II X4 965 3.4 GHz",
            "GeForce GTX 460 / Radeon HD 5850",
            "40 Гб"
        ]
    },
    {
        "id": 15,
        "category": "Race",
        "name": "Need For Speed: Heat",
        "description": "Вот и настал момент истины, который так долго ждали фанаты самого популярного гоночного развлечения. Не так давно разработчики представили трейлер нового продукта, а теперь вы можете без проблем скачать Need for Speed Heat. Да, вы не ослышались, теперь вы можете загрузить совершенно новую версию гонки, которая понравится и станет новым шагом в становлении карьеры гонщика. От спортивного уклона решили отказаться, а вот полицейских и уличные просторы оставили. Аналогичным образом оставили некоторые сюжетные вставки, которые не будут раскрывать историю, а помогут ознакомиться с окружением. Кататься предстоит много, как и побеждать, иначе вы попросту не сможете получить доступ к лучшим машинам.",
        "image": "assets/Img/Need_for_Speed_Heat.jpg",
        "requirements": [
            "Windows 7, 8, 8.1, 10 (64-bit)",
            "i5-3570 / FX-6350",
            "GTX 760 / Radeon 7970, DirectX 11",
            "50 GB"
        ]
    },
    {
        "id": 16,
        "category": "Strategy",
        "name": "Resident Evil 3: remake",
        "description": "Ремейк на полюбившуюся серию полностью возрождает легендарный хоррор Resident Evil 3: Nemesis, который был предложен в далеком 1999 году для приставки PlayStation, а затем и других игровых платформ. Над производством и реализацией проекта потрудилась японская студия Capcom, которая изначально выкупила права на использование бренда. Как и в ремейке 2 части игры, в Resident Evil 3 Remake все действие происходит от 3-го лица. В процессе необходимо исследовать различные области города, сражаясь с угрюмыми зомби и попутно выполняя основные задачи миссии. Собирайте ценные заметки и новости, которые позволят детальнее понять историю апокалипсиса и научится ею управлять. А еще вам придется разрешать экологические задачки.",
        "image": "assets/Img/Resident_Evil_3_Remake.jpg",
        "requirements": [
            "WINDOWS 7, 8.1, 10 (64-BIT Required)",
            "Intel Core i5-4460 or AMD FX-6300",
            "NVIDIA GeForce GTX 760 or AMD Radeon R7 260x with 2GB",
            "45 GB"
        ]
    },
    {
        "id": 17,
        "category": "Sport",
        "name": "Sekiro: Shadows die twice",
        "description": "Легендарная компания From Software, которая работала над созданием таких игр как Dark Souls и Bloodborne, решила порадовать поклонников совершенно новым приключением, которое будет носить название Sekiro: Shadows Die Twice. Как вы уже догадались, на этот раз речь пойдет исключительно о Японии, где вам предстоит взять на себя роль могущественного воина. Кто-то уничтожил его господина и теперь воин намерен отомстить за смерть хозяина. Поэтому можете уже сейчас начинать ждать игровой проект, который наверняка уже скоро порадует всех поклонников.",
        "image": "assets/Img/Sekiro_Shadows_Die_Twice.jpg",
        "requirements": [
            "Windows 7/8/10 (x64)",
            "Intel Core i3-2100 | AMD FX-6300",
            "NVIDIA GeForce GTX 760 | AMD Radeon HD 7950",
            "25 GB"
        ]
    },
    {
        "id": 18,
        "category": "Race",
        "name": "Star Wars: Jedi fallen Order",
        "description": "Компания Respawn Entertainment, которая ранее работала над игровой серией Titanfall решила удивить поклонников «Звездных воин». Разработчики анонсировали скорейший выход игры под названием Star Wars Jedi: Fallen Order, которая расскажет о совершенно иной истории про джедаев, которая отправит игроков в далекую иную галактику и покажет, как развивались события после начала охоты на джедаев. Приключение обещает быть довольно мрачным и опасным, а если рассматривать время происходящего, то оно начинается сразу после событий «Мести ситхов». Напоминаем, что после релиза игрового проекта вы сможете без особых проблем скачать торрент Star Wars Jedi: Fallen Order от механиков или хатаб.",
        "image": "assets/Img/Обложка_Star_Wars_Jedi_Fallen_Order.jpg",
        "requirements": [
            "Windows 7/8/10 (64 bits)",
            "AMD FX-6100/Intel i3-3220 or Equivalent",
            "AMD Radeon HD 7750, NVIDIA GeForce GTX 650",
            "55 GB"
        ]
    },
    {
        "id": 19,
        "category": "Race",
        "name": "The Elder Scrolls 5 Skyrim Legendary Edition",
        "description": "The Elder Scrolls 5 Skyrim Legendary Edition – не зря названо легендарным, ведь помимо всех дополнений, разработчики включили в издание множество улучшений – вот некоторые из них: добавлены варианты добивания соперника, можно сражаться верхом, есть возможность переключения сложности (если для вас игра стала слишком простой, попробуйте пройти уровень на более высокой сложности, рассчитанной на опытных игроков), так же герою стали доступны множество способностей, благодаря которым развитие персонажа не является конечным и всегда есть возможность изучить новый навык.",
        "image": "assets/Img/The_Elder_Scrolls_V_-_Skyrim.jpg",
        "requirements": [
            "Windows 7/ 8.1/ 10 (64bit)",
            "Intel i5-750/AMD Phenom II X4-945",
            "NVIDIA GTX 470 1 Гб /AMD HD 7870 2 Гб",
            "12 GB"
        ]
    },
    {
        "id": 20,
        "category": "Race",
        "name": "The Outer Worlds",
        "description": "Obsidian Entertainment вновь решила вернуть веру пользователей и надежды на новые игровые проекты. На этот раз компания совместно со студией Private Division работают над игрой под названием The Outer Worlds. Это новое приключение является смесью приключенческой ролевой игры и шутера от первого лица. На этот раз вам предстоит отправиться в увлекательное приключение на колонию людей, которые стали жертвой всемирного заговора. И все бы у злодеев получилось, но теперь вы встали на пути и только вы можете их остановить. Вам предстоит исследовать глубины космоса, встречаться с различными группировками и делать выбор среди них. Поэтому, если вы готовы к этому, то стоит дождаться релиза игры и The Outer Worlds скачать торрент с нашего сайта.",
        "image": "assets/Img/the outer worlds.jpeg",
        "requirements": [
            "Windows 7 (SP1) / Windows 10 (64-бит)",
            "i3-3225 / Phenom II X6 1100T или лучше",
            "GTX 650 Ti / AMD HD 7850 или лучше",
            "40 GB"
        ]
    }
]